// 현재는 서버가 없으니까, 서버에서 보낸것처럼. 데이터 예제
let data = [
    {
        id: 0, 
        title: "초4 지식책읽기를 시작해야합니다.", 
        content: "아이의 지식 격차가 벌어지는 결정적 시기", 
        price: 21000
    },

    {
        id: 1, 
        title: "1분요리 뚝딱이형", 
        content: "233만 구독자가 선택한 맛보장 레시피 베스트 100", 
        price: 23000
    },

    {
        id: 2, 
        title: "동양미술 이야기", 
        content: "구원과 욕망의 교차로, 실크로드를 가다", 
        price: 18000
    },

    {
        id: 3, 
        title: "역사 문해력 수업", 
        content: "아이의 지식 격차가 벌어지는 결정적 시기누구나 역사를 말하는 시대에 과거와 마주하는 법", 
        price: 19000
    },

]

export default data; 