// 현재는 서버가 없으니까, 서버에서 보낸것처럼. 데이터 예제
let data = [
    {
        id: 0, 
        title: "초4 지식책읽기를 시작해야합니다.", 
        content: "아이의 지식 격차가 벌어지는 결정적 시기", 
        price: 21000,
        info: "★★ 문해력 전문가 ‘콩나물쌤’의 신작 ★★ 세상의 지식을 씹어먹을 무기, 지식책 문해력 ‘어휘 + 배경지식’ 다지기 위해 반드시 초4 전에 지식책 읽기 시작하라!",
        review : ["제대로 된 독서 습관초4 지식책 읽기를 시작해야 합니다", "초4 지식책 읽기를 시작해야 합니다", "학습에 관심있는 초등부모 필독서"]
    },

    {
        id: 1, 
        title: "1분요리 뚝딱이형", 
        content: "233만 구독자가 선택한 맛보장 레시피 베스트 100", 
        price: 23000,
        info: "1972만명이 인정한 마늘보쌈 레시피 창시자! 구독자 233만 명의 요리 유튜버 뚝딱이형의 첫 번째 요리책",
        review: ["요알못도 요리하게 한다 - 1분 요리 뚝딱이형", "간단하게 따라하다보면 어느순간 요리의 고수"]
    },

    {
        id: 2, 
        title: "동양미술 이야기", 
        content: "구원과 욕망의 교차로, 실크로드를 가다", 
        price: 18000,
        info: "* 동양과 서양, 인도와 중국이 만난 문명의 교차로, 실크로드! 상업이 열고 구원의 열망이 이끈 실크로드 미술의 세계가 열린다!",
        review: ["3번째구입", "난처한 동양미술이야기 3", "1.2권 단숨에 읽고 3권 애타게 기다렸습니다. 읽는 중인데 역시나 재미있네요."]
    },

    {
        id: 3, 
        title: "역사 문해력 수업", 
        content: "아이의 지식 격차가 벌어지는 결정적 시기누구나 역사를 말하는 시대에 과거와 마주하는 법", 
        price: 19000,
        info: "역사의 쓸모가 궁금한 이들이 알아야 할 거의 완벽한 ‘역사 사용 설명서’",
        review: ["리뷰1", "리뷰2", "리뷰3"]
    },

]

export default data; 